<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (WinNT; I) [Netscape]">
   <TITLE>Galeria do Software</TITLE>
<!-- This document was created with HomeSite 2.5 -->
</HEAD>
<BODY TEXT="#00FF40" BGCOLOR="#000000" LINK="#00FF80" VLINK="#FFFF80" ALINK="#FF0000">
<A NAME="Software"></A><B><TT><FONT SIZE=+1>]GALERIA
DO SOFTWARE</FONT></TT></B>

<P><B><TT>Aqui est&atilde;o alguns programinhas que eu fiz. Infelizmente,
tenho o p&eacute;ssimo h&aacute;bito de n&atilde;o terminar o que eu come&ccedil;o,
ent&atilde;o a lista n&atilde;o &eacute; muito grande. Vamos l&aacute;:</TT></B>
<BR><B><TT>&nbsp;</TT></B>
<UL>
<LI>
<B><TT><A HREF="epa15.zip">A Busca de Epaminondas Jr.</A> (84KB)</TT></B></LI>
</UL>

<UL><B><TT>Este &eacute; um jogo do tipo adventure, que eu fiz para DOS
(mas funciona no Windows 95, aparentemente sem muitos problemas). Para
quem n&atilde;o conhece os adventures, s&atilde;o jogos onde voc&ecirc;
tem que completar seu objetivo digitando ordens para um "alter ego", como
"PEGAR A CORDA" ou "AMARRAR A CORDA NO MASTRO".</TT></B>

<P><B><TT>Por serem feitos totalmente em texto, exigiam uma boa dose de
imagina&ccedil;&atilde;o e criatividade para resolver as charadas. Jogos
como "Full Throttle" e "The Secret of The Monkey Island" s&atilde;o evolu&ccedil;&otilde;es
gr&aacute;ficas deste g&ecirc;nero de jogo, que foi muito popular nos anos
70 e 80 em micros e at&eacute; mainframes.</TT></B>
<BR><B><TT>&nbsp;</TT></B>
<BR><B><TT>&nbsp;</TT></B>
<LI>
<B><TT><A HREF="http://www.casapaulistana.com.br/CalDig98.zip">Calend&aacute;rio
Digital</A> (700K)</TT></B></LI>


<P><B><TT>Este &eacute; um calend&aacute;rio cujo principal atrativo &eacute;
ser ilustrado com fotos do bairro italiano da Mooca (lugar onde eu cresci,
trabalho e com o qual tenho uma forte identifica&ccedil;&atilde;o). Tamb&eacute;m
permite colocar "lembretes" em cada dia.</TT></B>

<P><B><TT>O Calend&aacute;rio Digital foi desenvolvido para a Casa Paulistana
de Comunica&ccedil;&atilde;o, empresa afiliada &agrave; CPC Inform&aacute;tica,
na qual eu trabalho atualmente, e &eacute; de download gratuito, pois faz
parte da campanha promocional do livro Casas Paulistanas (que ir&aacute;
mostrar muito mais fotos e informa&ccedil;&otilde;es sobre este mundo &agrave;
parte que &eacute; a Mooca).</TT></B>
<BR><B><TT>&nbsp;</TT></B>
<BR>&nbsp;
<LI>
<B><TT><A HREF="http://www.pobox.com/~wgarcia">Foi Gol mas o Juiz N&atilde;o
Viu</A></TT></B></LI>


<P><B><TT>Este CD &eacute; o primeiro de Walter Garcia, e conta com uma
faixa multim&iacute;dia que eu programei, com o design e ilustra&ccedil;&otilde;es
de <A HREF="mailto:dfleury@pobox.com">Eduardo Fleury</A>. A p&aacute;gina
ainda est&aacute; em constru&ccedil;&atilde;o, mas voc&ecirc; pode entrar
em contato com o pr&oacute;prio <A HREF="mailto:wgarcia@pobox.com">Walter
Garcia</A> e obter maiores detalhes.</TT></B>&nbsp;</UL>

<CENTER><B><TT>___________</TT></B></CENTER>

<CENTER><B><TT>/&nbsp;<A HREF="http://www.pobox.com/~cd"> GALERIA&nbsp;</A>
\</TT></B></CENTER>

<CENTER><B><TT>\__<U><A HREF="http://www.pobox.com/~cd">CENTRAL</A></U>__/</TT></B></CENTER>
<TT><B>&nbsp;</B></TT>
</BODY>
</HTML>
