<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.05 [en] (Win95; I) [Netscape]">
   <TITLE>O Mapa da Mina</TITLE>
<!-- This document was created with HomeSite 2.5 -->
</HEAD>
<BODY TEXT="#00FF40" BGCOLOR="#000000" LINK="#00FF80" VLINK="#FFFF80" ALINK="#FF0000">
<B><TT>]COMO CHEGAR NA CASA DO CHESTER</TT></B>

<P><B><TT>O endere&ccedil;o &eacute;: Rua dos Ciclames, 573 - Vila Bela.
&Eacute; uma casa cor-de-rosa, sendo que o 573 &eacute; o andar de cima,
e o 571 &eacute; o de baixo. Tem uma sorveteria ao lado.</TT></B>
<BR>&nbsp;

<P><B><TT>BUS&Atilde;O:</TT></B>
<BR><B><TT>-----</TT></B>

<P><B><TT>Quem vem de &ocirc;nibus pode pegar, no Metr&ocirc; Tatuap&eacute;,
o Vila Bela (o ponto final &eacute; no pr&oacute;prio Metr&ocirc;). Ele
vai passar pela Rua Ibitirama, que &eacute; onde come&ccedil;a a minha.</TT></B>

<P><B><TT>Uma refer&ecirc;ncia que *todo* cobrador conhece &eacute; a *Padaria
CEPAM*, que fica na esquina da minha rua com a Ibitirama, e na frente do
ponto onde voc&ecirc; desce. Tamb&eacute;m pode procurar o EPSG Olga Benatti,
que fica no mesmo local.</TT></B>
<BR>&nbsp;

<P><B><TT>CARRO:</TT></B>
<BR><B><TT>-----</TT></B>
<BR><B><TT>Se voc&ecirc; vai de carro para a minha casa, siga este mapa
para chegar at&eacute; a minha rua. H&aacute; dois caminhos a escolher:</TT></B>

<P><B><TT>*** Vindo da Av. do Estado:</TT></B>

<P><B><TT>Siga o mapa pela priemeira seta da esquerda. Ap&oacute;s passar
o Viaduto Pacheco Chaves, siga at&eacute; o pr&oacute;ximo viaduto. Este
ter&aacute; uma bifurca&ccedil;&atilde;o - pegue &agrave; esquerda (V.Prudente).</TT></B>

<P><B><TT>Logo na sa&iacute;da do viaduto, mantenha a direita, pois a rua
que voc&ecirc; ter&aacute; que pegar (R. Amparo) est&aacute; pr&oacute;xima
&agrave; saida. Pegando-a, siga as outras setas do mapa, e voc&ecirc; chega
f&aacute;cil.</TT></B>

<P><B><TT>*** Vindo da Anhaia Mello ou da Paes de Barros:</TT></B>

<P><B><TT>Quem vem da Anhaia Mello (seta da direita) tem que contornar
a "gaiola" (Term. V. Prudente). Entre na rua *antes* dela, &agrave; direita
(Ibitirama) e siga reto para pegar o finalzinho da Paes de Barros (no mapa
t&aacute; bem claro). Em qualquer caso, ao chegar no final da Paes, voc&ecirc;
vai ter uma bifurca&ccedil;&atilde;o - pegue &agrave; direita para cruzar
a Anhaia Mello. Voc&ecirc; vai cair na Ituverava.</TT></B>

<P><B><TT>Nela voc&ecirc; segue reto at&eacute; n&atilde;o ter mais m&atilde;o
(preste aten&ccedil;&atilde;o !), e vira &agrave; direita. Na pra&ccedil;a,
voc&ecirc; pega &agrave; esquerda e segue o caminho do mapa, como o outro
pessoal. N&atilde;o tem erro.</TT></B>
<BR>&nbsp;

<P><B><TT>MAPA</TT></B>
<BR><B><TT>----</TT></B>
<BR>&nbsp;
<TABLE COLS=2 WIDTH="100%" >
<TR>
<TD WIDTH="120">
<CENTER><A HREF="Mapa1_alta.GIF"><IMG SRC="minimapa.GIF" BORDER=0 HEIGHT=66 WIDTH=100></A></CENTER>
</TD>

<TD><B><TT>Agora vamos ao mapa. Clique na figura ao lado para visualiz&aacute;-lo.
Paci&ecirc;ncia: s&atilde;o 175KB - mas &eacute; melhor esperar agora que
se perder depois. &Eacute; uma boa id&eacute;ia imprimi-lo junto com esta
p&aacute;gina, antes de sair de casa (dica: configure a impressora para
"landscape" ou "retrato").</TT></B></TD>
</TR>
</TABLE>
<B><TT>Se tudo o mais falhar, me ligue que eu mando algu&eacute;m ao resgate...</TT></B>
<CENTER><B><TT>___________</TT></B></CENTER>

<CENTER><B><TT>/&nbsp;<A HREF="http://www.pobox.com/~cd"> GALERIA&nbsp;</A>
\</TT></B></CENTER>

<CENTER><B><TT>\__<U><A HREF="http://www.pobox.com/~cd">CENTRAL</A></U>__/</TT></B></CENTER>
<B><TT>&nbsp;</TT></B>
</BODY>
</HTML>
