<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Galeria dos Micros - FAQ</TITLE>
   <META NAME="Author" CONTENT="Chester">
   <META NAME="GENERATOR" CONTENT="Mozilla/3.01Gold (WinNT; I) [Netscape]">
</HEAD>
<BODY TEXT="#00FF40" BGCOLOR="#000000" LINK="#00FF80" VLINK="#FFFF80" ALINK="#FF0000">

<CENTER><P><B><TT>FAQ (Perguntas e Respostas)<BR>
***************************</TT></B></P></CENTER>

<P><B><TT>P:&nbsp;Chester, existem trocentos emuladores que rodam vitualmente
todo software de toda m&aacute;quina dos anos 80 que se possa imaginar.
Por que voc&ecirc; faz do jeito mais dif&iacute;cil ?</TT></B></P>

<P><B><TT>R1:&nbsp;Os emuladores *n&atilde;o* s&atilde;o perfeitos. Ex.:&nbsp;O
timing usado em reprodu&ccedil;&atilde;o de samples no Apple II&nbsp;costuma
furar. Vide Sea Dragon.</TT></B></P>

<P><B><TT>R2:&nbsp;Os emuladores s&atilde;o perfeitos *demais*. Por exemplo,
voc&ecirc; n&atilde;o tem que esperar o disquete/fita carregar, e n&atilde;o
tem id&eacute;ia do que era realmente usar o computador.</TT></B></P>

<P><B><TT>R3:&nbsp;Fetiche, sei l&aacute;... n&atilde;o &eacute; legal
ver estas maquininhas funcionando de verdade ?</TT></B></P>

<P><B><TT>R4:&nbsp;Revanche:&nbsp;PCs n&atilde;o costumam funcionar depois
de alguns anos. (Se forem PCs com Windows, costumam parar depois de alguns
meses). &Eacute; legal ver que coisas projetadas por gente que nem se lembra
mais ainda ligam !</TT></B></P>

<P><BR>
</P>

<P><B><TT>P:&nbsp;Onde voc&ecirc; arruma os computadores ?</TT></B></P>

<P><B><TT>R:&nbsp;Geralmente, as pessoas me d&atilde;o eles. Afinal, eles
ficam ocupando espa&ccedil;o nos arm&aacute;rios, e a pessoa sabe que eu
vou cuidar bem, e, com sorte, vou at&eacute; colocar pra funcionar e ela
vai ver. &Agrave;s vezes eu compro alguma coisa em especial, mas &eacute;
raro.</TT></B></P>

<P><BR>
</P>

<P><B><TT>P: Meu primeiro micro foi um XT. Por que n&atilde;o h&aacute;
XTs/286s aqui ?</TT></B></P>

<P><B><TT>R:&nbsp;Em primeiro lugar, considere que, embora os IBM PCs tenham
surgido na primeira metade dos anos 80, eles tomaram o mundo mesmo na virada
80-90. Al&eacute;m disto, os PCs nunca foram micros com... digamos... &quot;personalidade&quot;.
Eles s&atilde;o, a meu ver, muito frios. N&atilde;o nego que se pode fazer
com um micro de hoje coisas que nem se podia sonhar nos anos 80, mas o
fato &eacute; que eu troco meu PC&nbsp;por outro sem pestanejar, enquanto
que me livrar de qualquer um dos micrinhos de 8 bits sempre foi uma dor
irrepar&aacute;vel...</TT></B></P>

<CENTER><P><B><TT><A HREF="index2.html">&Iacute;ndice</A></TT></B></P></CENTER>
<BR><BR>
</BODY>
</HTML>

