<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="Chester">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (WinNT; I) [Netscape]">
   <TITLE>P&aacute;gina do Chester</TITLE>
</HEAD>
<BODY TEXT="#00FF40" BGCOLOR="#000000" LINK="#00FF80" VLINK="#FFFF80" ALINK="#FF0000">

<CENTER><B><TT>Hist&oacute;rico do Museu</TT></B></CENTER>

<CENTER><B><TT>******************</TT></B></CENTER>


<P><B><TT>O Museu foi uma id&eacute;ia que surgiu logo que eu casei (Out/97).
A casa que eu alguei &eacute; bastante grande, com um c&ocirc;modo que
logo ficou conhecido como o "quartinho da bagun&ccedil;a".</TT></B>

<P><B><TT>Na &eacute;poca eu usava exclusivamente o meu Pentium, mas tinha
planos de reativar um Amiga 1200 que me acompanha h&aacute; alguns anos.
Al&eacute;m dele, eu tinha um TK90X e um Apple II, resultados de negocia&ccedil;&otilde;es
envolvendo hardware de PC. Resolvi, ent&atilde;o, religar o que eu pudesse
de equipamento para ver funcionando.</TT></B>

<P><B><TT>O Amiga foi de tremenda ajuda - mais especificamente, o monitor
dele, que tinha uma entrada de v&iacute;deo composto, ideal para a conex&atilde;o
de micros de 8 bits. O melhor de tudo &eacute; que havia um bot&atilde;o,
que transformava a imagem preto-e-branco em preto-e-verde, como voc&ecirc;
est&aacute; vendo agora. Pena que o TK90X n&atilde;o funcionava com monitor,
mas o Apple j&aacute; podia ser ativado.</TT></B>

<P><B><TT>Infelizmente, ele n&atilde;o tinha drives - situa&ccedil;&atilde;o
que persistiu durante mais de um m&ecirc;s. Quando eu consegui um drive,
descobri que o &uacute;nico disquete que eu tinha (e que pretendia usar
para criar um programa simples de comunica&ccedil;&atilde;o e transferir
imagens de disquetes da Internet via PC) n&atilde;o funcionava. O Apple
est&aacute; nesta situa&ccedil;&atilde;o at&eacute; agora... :-(</TT></B>

<P><B><TT>Contudo, havia o MSX2 do Tales (primeiro de uma longa lista de
colaboradores), que ele trouxe pra mim e n&atilde;o funcionou tamb&eacute;m...
para piorar, o do David, tamb&eacute;m n&atilde;o funcionava, e n&atilde;o
foi poss&iacute;vel fazer uma "fus&atilde;o", como pretend&iacute;amos.
O Jader conseguiu reviver o dele, que, embora fosse MSX1, tinha interface
de drive e funcionava perfeitamente... s&oacute; n&atilde;o tinha o *teclado*
!</TT></B>

<P><B><TT>Arrumar um teclado de MSX foi outra dificuldade, mas consegui
! (valeu, Michel<FONT COLOR="#FF0000">i</FONT> !) E o primeiro micro do
museu come&ccedil;ou a funcionar.</TT></B>
<CENTER></CENTER>

<CENTER><B><TT>(continuar&aacute;...)</TT></B></CENTER>

<CENTER></CENTER>

<CENTER><B><TT><A HREF="index2.html">&Iacute;ndice</A></TT></B></CENTER>
&nbsp;
<BR>&nbsp;
<BR>&nbsp;
</BODY>
</HTML>
