<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="Chester">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (WinNT; I) [Netscape]">
   <TITLE>P&aacute;gina do Chester</TITLE>
</HEAD>
<BODY TEXT="#00FF40" BGCOLOR="#000000" LINK="#00FF80" VLINK="#FFFF80" ALINK="#FF0000">

<CENTER><B><TT>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</TT></B></CENTER>

<CENTER><B><TT>COMO &Eacute; QUE O CHESTER FICOU ASSIM ? %-D</TT></B></CENTER>

<CENTER><B><TT>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</TT></B></CENTER>

<CENTER></CENTER>

<CENTER><B><TT>(ou: o que voc&ecirc; comia no caf&eacute; da manh&atilde;,
que eu vou proibir meus filhos de comprarem no supermercado ?)</TT></B></CENTER>


<P><B><TT>Muitas pessoas me perguntam como &eacute; que eu me tornei t&atilde;o
interessado por computadores "obsoletos". Bem, para saber isto, &eacute;
preciso conhecer a hist&oacute;ria completa. Vamos l&aacute;...</TT></B>

<P><B><TT>1) No in&iacute;cio, fez-se a luz "Power"</TT></B>
<BR><B><TT>==================================</TT></B>

<P><B><TT>O ano era 1987. Eu, nos meus 13 anos, come&ccedil;ava a descobrir
o complicado e egoc&ecirc;ntrico mundo dos anos 80. Sendo uma crian&ccedil;a
bastante... estranha, n&atilde;o imaginava lugar ao sol para mim neste
mundo. Mmal sabia eu que os nerds tomariam conta do planeta, e que os Gates
iriam, lentamente, substituir os Rockfellers... mas, at&eacute; ent&atilde;o,
a vida tinha poucos atrativos.</TT></B>

<P><B><TT>Entretanto, numa certa noite, aconteceu algo diferente: meu pai
trouxe para casa algo que n&atilde;o sabia muito bem o que era: uma caixinha
pequena, cheia de bot&otilde;es, que parecia um brinquedo. Aquilo iria
mudar minha vida para sempre. Sob protextos de m&atilde;es e irm&atilde;s,
que viam seu sagrado ritual novel&iacute;stico profanado por uma mir&iacute;ade
de fios e conectores espalhados pela sala, meu pai conectou o "brinquedo"
no televisor da fam&iacute;lia, e, seguindo as instru&ccedil;&otilde;es
do manual, sintonizou a TV no canal 3.</TT></B>

<P><B><TT>"Ora, mas *n&atilde;o existe* esse canal", diziam todos. N&atilde;o
que isso fizesse diferen&ccedil;a - a TV a cabo me mostrou, anos depois,
que mesmo com dezenas de op&ccedil;&otilde;es mais palat&aacute;veis, as
novelas continuam reinando soberanas na aldeia global. De qualquer forma,
meu pai ligava o televisor, e, para surpesa de todos, o programa que surgia
era algo como:</TT></B>
<CENTER></CENTER>

<CENTER><IMG SRC="../img/telatk2.GIF" HEIGHT=187 WIDTH=270></CENTER>


<P><B><TT>Estranho, n&atilde;o ? Uma tela toda branca, um quadradinho preto
com um "K" escrito... e nada. Meu pai j&aacute; tinha visto um <A HREF="#Atari">Atari</A>
funcionando, e aquilo lhe pareceu bastante enfadonho. Novamente recorrendo
ao manual, meu pai descobriu que aquele "K" se chamava "cursor" (quem lembrou
do <A HREF="#AutoMan">AutoMan</A> levante a m&atilde;o), e que, com alguma
pr&aacute;tica, conseguia digitar alguns comandos.</TT></B>

<P><B><TT>O brinquedo tamb&eacute;m estava ligado a um gravador cassete,
que permitiu ao meu pai carregar alguns jogos, que, por n&atilde;o serem
coloridos, n&atilde;o terem som e serem pouco movimentados, lhe interessaram
pouco. Eu, contudo, j&aacute; estava fisgado. Decidi que dedicaria o resto
do meus dias a "fu&ccedil;ar" nesta e em qualquer outra maquininha do tipo
que encontrasse.</TT></B>

<P><B><TT>Infelizmente, no dia seguinte, meu pai, frustrado, levou embora
o computador (cujo nome eu j&aacute; sabia que era TK85, pois havia devorado
todo o manual) e trocou-o por um Atari. Coisas da vida...</TT></B>
<CENTER></CENTER>

<CENTER><B><TT>(to be continued...)</TT></B></CENTER>

<CENTER></CENTER>

<CENTER><B><TT><A HREF="index2.html">&Iacute;ndice</A></TT></B></CENTER>


<P><B><TT>Gloss&aacute;rio</TT></B>
<BR><B><TT>---------</TT></B>

<P><A NAME="Atari"></A><B><TT>Atari:</TT></B>
<UL><B><TT>Ei, em que planeta voc&ecirc; esteve nos anos 80 ? Atari foi
um dos videogames mais populares da chamada "primeira gera&ccedil;&atilde;o"
de videogames (a "segunda gera&ccedil;&atilde;o" era caracterizada pelo
Nintendinho/Master System e a "terceira" pelo SNES e cong&ecirc;neres).
A empresa que o criou, a Atari (jura?), foi fundada por Nolan Bushmell,
que tamb&eacute;m inventou o primeiro videojogo (o fliperama "Pong").</TT></B></UL>
<A NAME="AutoMan"></A><B><TT>AutoMan:</TT></B>
<UL><B><TT>Seriado que surgiu na onda da revolu&ccedil;&atilde;o da microinform&aacute;tica.
O personagem principal era um her&oacute;i, criado no computador e que
se materializava no nosso mundo. Ele tinha uma esp&eacute;cie de "assistente"
(segundo a moda ditada pelo Robin de Bob Kane, todo her&oacute;i tem que
ter um) que podia desenhar figuras que se tornavam reais (por exemplo,
o carro do AutoMan surgia assim). Este assistente chamava-se Cursor.</TT></B></UL>

<CENTER>&nbsp;</CENTER>

<CENTER>&nbsp;</CENTER>

</BODY>
</HTML>
