<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.05 [en] (Win95; I) [Netscape]">
   <TITLE>Galeria dos Quadrinhos</TITLE>
<!-- This document was created with HomeSite 2.5 -->
</HEAD>
<BODY TEXT="#00FF40" BGCOLOR="#000000" LINK="#00FF80" VLINK="#FFFF80" ALINK="#FF0000">
<A NAME="Quadrinhos"></A><B><TT><FONT SIZE=+1>]GALERIA
DOS QUADRINHOS</FONT></TT></B>
<CENTER>&nbsp;</CENTER>

<CENTER><B><TT>***** 29/Maio: INAUGURADA A LISTA DE E-MAIL DE HQ&nbsp;
*****</TT></B></CENTER>

<CENTER></CENTER>
<B><TT>Depois de uma briga violenta minha com o Delphi, acabei desistindo
de criar um software para a lista - at&eacute; porque achei um pronto em
Java (CaptainDomo), e a lista est&aacute; no ar ! Claro, ela n&atilde;o
vai ter muito movimento no come&ccedil;o, mas &eacute; quest&atilde;o das
pessoas come&ccedil;arem a agitar.</TT></B>

<P><B><TT>Para participar, voc&ecirc; s&oacute; tem que ter um endere&ccedil;o
de e-mail. Se n&atilde;o tiver um, obtenha no <A HREF="http://www.hotmail.com">HotMail</A>
ou em algum servi&ccedil;o equivalente. Tudo o que voc&ecirc; tem a fazer
&eacute; enviar uma mensagem para o endere&ccedil;o <A HREF="mailto:chester.sp@sol.com.br">chester.sp@sol.com.br</A>,
colocando no assunto (subject) a palavra "subscribe".</TT></B>

<P><B><TT>A partir da&iacute;, voc&ecirc; come&ccedil;ar&aacute; a receber
todas as mensagens mandadas para a lista. Para mandar uma mensagem para
a lista, basta envi&aacute;-la para o mesmo endere&ccedil;o, colocando
o assunto apropriado. Se quiser sair da lista, mande uma mensagem com a
palavra "unsubscribe" no assunto.</TT></B>

<P><B><TT>Outros comandos da lista, bem como um FAQ (perguntas frequentes)
e uma lista de regras surgir&atilde;o em breve. Por enquanto, vamos papear
!</TT></B>
<CENTER>&nbsp;</CENTER>

<CENTER>&nbsp;</CENTER>

<TABLE>
<TR>
<TD><IMG SRC="/img/spirit.gif" HEIGHT=112 WIDTH=120></TD>

<TD VALIGN=CENTER>
<UL><B><TT>A promessa de colocar temas como o quadrinho nacional na pagina
continua - mas eu gostaria muito de um feedback na lista. Por enquanto,
voc&ecirc; pode procurar na rede, ou ir ao <A HREF="http://www.cybercomix.com.br">CyberComix</A>,
uma "revista/site" cuja principal vantagem s&atilde;o entrevistas com os
caras que est&atilde;o na ativa (Angeli e cia.). Tamb&eacute;m tem f&oacute;runs
l&aacute;, mas como eles n&atilde;o exigem identifica&ccedil;&atilde;o
(e-mail), o n&iacute;vel do papo fica, a meu ver, um pouco a desjejar.
Mas n&atilde;o custa dar uma olhada...</TT></B></UL>
</TD>
</TR>
</TABLE>

<CENTER><B><TT>&nbsp;___________</TT></B></CENTER>

<CENTER><B><TT>/&nbsp;<A HREF="http://www.pobox.com/~cd"> GALERIA&nbsp;</A>
\</TT></B></CENTER>

<CENTER><B><TT>\__<U><A HREF="http://www.pobox.com/~cd">CENTRAL</A></U>__/</TT></B></CENTER>

</BODY>
</HTML>
